{
	"getInvolvedPage": {
		"title": "Explore opportunity",
		"content": "A person who is concerned about rivers in any way can be a member of the BNP family or a participant in it. There will be no difference of religion, caste, gender, color, region, and language in this. We all are Indians, and we love the richness of our rivers, people who believe in this idea can be partners of the BNP in any form. This organization is for everyone and for everyone. In this, everyone has the freedom to express their ideas and implement them. By associating with the BNP, we have resolved to make our country river rich. A river loving organization or individual can join the BNP in all two forms - member and volunteer. For this he will have to complete the formalities of the prescribed procedure of the BNP.",
		"membership": {
			"title": "Membership",
			"content": "Bharatiya Nadi Paridhad offers an invaluable opportunity for individuals passionate about conserving India's rivers to join their membership program. Aspiring members gain access to a wealth of resources and networking avenues, fostering a community dedicated to river preservation.",
			"button": "Join"
		},
		"Volunteer": {
			"title": "Volunteering",
			"content": "Bharatiya Nadi Paridhad offers an invaluable opportunity for individuals passionate about conserving India's rivers to join their membership program. Aspiring members gain access to a wealth of resources and networking avenues, fostering a community dedicated to river preservation.",
			"button": "Join Us"
		},
		"internship": {
			"title": "Internship",
			"content": "Bharatiya Nadi Paridhad offers an invaluable opportunity for individuals passionate about conserving India's rivers to join their membership program. Aspiring members gain access to a wealth of resources and networking avenues, fostering a community dedicated to river preservation.",
			"button": "Apply"
		}
	},
	"becomeMember": {
		"title": "Membership",
		"eligibility": "Any Indian Civil/Social Organization/University/Research Institute/Company, a member of the BNP, can be contributed in any way, a river lover and its conduct is clean. Such dignitaries or organizations can also become a member of the BNP who want to make some positive efforts/cooperation for the river/rivers in the country in collaboration with the BNP. ",
		"process": " A member of the BNP can be made only under a selected process fixed. Members of the BNP will get the following benefits.",
		"benefits": [
			"A letter and an identity card will be made available to the person/organization from the BNP Secretariat.",
			"The river kit of the BNP will be received. This river kit will have a Brochure, T-shirt, Pan, Pad, Water Bottle, Sticker, Mug and other materials of the BNP.",
			"The person working on the river will be made a River Warrior and named according to the river (e.g., Hindon River Warrior). A person or organization can become a Warrior of more than one river.",
			"The member will be invited to the annual Rashtriya Nadi Sangam (National River Seminar).",
			"The member will be informed about all the activities of BNP from time to time.",
			"The member will receive every issue of the BNP newsletter 'NADI GATHA' (River Saga)."
		],
		"requirements": {
			"title": "Requirements to become members -",
			"description": "A form must be filled out.An annual fee of 5000 Indian rupees must be deposited in the BNP account. This fee will cover lifetime membership."
		},
		"bank_details": {
			"title": "Bank Details",
			"account_name": "Bhartiya Nadi Parishad",
			"account_number": "A/C -",
			"ifsc_code": "IFSC -",
			"bank_name": "Indian Bank",
			"branch": "CCSU Campus, Meerut (UP)"
		}
	},
	"internship": {
        "title": "Internship",
		"eligibility": "Any student with good conduct can do an internship with BNP.Fulfillment of requirements set by BNP.A letter from the student's college/institute/university.",
		"benefits": [
			"The river kit of the BNP will be received. This river kit will have a Brochure, T-shirt, Pan, Pad, Water Bottle, Sticker, Mug and other materials of the BNP.",
			"The intern will be invited to the annual Rashtriya Nadi Sangam (National River Seminar).",
			"The intern will be informed about all the activities of BNP from time to time.",
			"The intern will receive every issue of the BNP newsletter 'NADI GATHA' (River Saga).",
			"The intern will be given a topic and remuneration as per his/her interest and qualification.",
			"After completing the internship, the intern who performs his/her work properly will be given a certificate by BNP."
		]
	},
    "volunteer": {
        "title": "Volunteer",
		"eligibility": "Any river lover can contribute to the work of river revitalization by becoming a BNP volunteer. The person who wants to become a volunteer of BNP should have clean conduct. One can become a volunteer only through the selection process set by BNP. By becoming a volunteer of BNP you will get the following benefits.A letter and an identity card will be made available to the person/organization from the BNP Secretariat.",
		"benefits": [
            "The river kit of the BNP will be received. This river kit will have a Brochure, T-shirt, Pen, Pad, Water Bottle, Sticker, Mug and other materials of the BNP.",
            "The person who becomes a volunteer will be known as River Warrior. The word River Warrior will be added to his name.",
            "The volunteer will be invited to the annual Rashtriya Nadi Sangam (National River Seminar).",
            "The member will be invited to the annual Rashtriya Nadi Sangam (National River Seminar).",
            "The volunteer will be informed about all the activities of BNP from time to time.",
            "The newsletter of the BNP will get every issue of 'NADI GATHA’ (River Saga).",
            "Volunteers working with BNP will be given a certificate by BNP every year."
        ]
	}
}
